Repository: jsanchco/Codere.SBGOnline.PbsNodesToTreeNodes
Catalog: Translations/Codere.SBGOnline.PbsNodesToTreeNodes.Translations/Resources.*.resx
Languages: es_co, es_mx, eu

# ST_BS_BET_CANCELLED
source: Cancelled
eu: Ezeztatuta

# ST_BS_BET_DECLINED
source: Not accepted
eu: Ez onartuta

# ST_BS_BET_LOST
source: Lost
eu: Galduta

# ST_BS_BET_MANUAL
source: Manual
eu: Eskuzkoa

# ST_BS_BET_OPEN
source: Open
eu: Irekia

# ST_BS_BET_WON
source: Won
eu: Irabazita

# ST_GEN_DATABSE_ERROR
source: System error (-3: Database).
eu: Sistemako akatsa (-3: Datu-basea).

# _CaneBeParsed
source: Can't be parsed
es_co: No se puede analizar
eu: Ezin da partseatu

source: Not started
es_co: No empezado
es_mx: Por comenzar
eu: Ez da hasi

source: Started
es_co: Empezado
eu: Hasi da

# _1p
source: First period
eu: 1. zatia

# _2p
source: Second period
eu: 2. zatia

# __1p_ot
source: First period overtime
es_co: 1º tiempo extra
es_mx: 1º tiempo extra
eu: Luzapeneko parte 1

# __2p_ot
source: Second period overtime
es_co: 2º tiempo extra
es_mx: 2º tiempo extra
eu: Luzapeneko parte 2

# _awaiting_pen
source: Awaiting penalty
es_co: Esperando sanción
es_mx: Esperando amonestación
eu: Penaltiak

# _pen
source: Penalty
es_co: Sanción
es_mx: Amonestación
eu: Penaltiak

# _3p
source: Third period
eu: 3. zatia

# _4p
source: Fourth period
eu: 4. zatia

# _5p
source: Fifth period
eu: 5. zatia

# _1q
source: First quarter
eu: 1. laurdena

# _2q
source: Second quarter
eu: 2. laurdena

# _3q
source: Third quarter
eu: 3. laurdena

# _4q
source: Fourth quarter
eu: 4. laurdena

# __1set
source: First set
eu: 1. seta

# __2set
source: Second set
eu: 2. seta

# __3set
source: Third set
eu: 3. seta

# __4set
source: Fourth set
eu: 4. seta

# __5set
source: Fifth set
eu: 5. seta

# _gset
source: Game set
es_mx: Juego para set
eu: Hasi da

# __awaiting_ot
source: Awaiting overtime
es_co: Esperando tiempo extra
es_mx: Esperando tiempo extra
eu: Luzapena itxaronez

# _ot
source: Overtime
es_co: Tiempo extra
es_mx: Tiempo extra
eu: Luzapena

# _ot_ht
source: Overtime halftime
es_co: Descanso del tiempo extra
es_mx: Descanso del tiempo extra
eu: Atsedena

# _after_ot
source: After overtime
es_co: Después del tiempo extra
es_mx: Después del descanso
eu: Luzapenaren ondoren

source: Ended
es_co: Terminado
eu: Bukatuta

source: Interrupted
eu: Etena

source: Paused
es_co: Pausado
es_mx: Pausa
eu: Etenaldian

source: Retired
eu: Erretiratuta

source: Postponed
es_co: Aplazado
eu: Atzeratuta

source: Canceled
eu: Bertan behera geratu da

source: Abandoned
eu: Bertan behera utzi da

source: Delayed
eu: Atzeratua

source: Walkover
es_co: No se presentó
es_mx: No se presentó
eu: Ez aurkeztuta

# _na
source: Not available
eu: Ez-erabilgarri

# _nt_result
source: Normal time result
es_mx: Resultado en tiempo regular
eu: Arauzko denboraren ondoren emaitza

# _1i
source: First Inning
eu: Sarrera 1.

# _2i
source: Second Inning
eu: Sarrera 2.

# _si
source: Super inning
eu: Super sarrera

# _rc
source: Run contest
es_co: Concurso entre entrada
es_mx: Primero en llegar a X carreras
eu: Lasterketa-lehiaketa

# _ei
source: Extra ining
eu: Sarrera estra

# _sets
source: Score after sets (global match score)
eu: Emaitza Osoa

# _ht_result
source: Halftime result
eu: Atsedenerako emaitza

source: Suspended
eu: Etenda

# _after_pen
source: Result after penalties
es_co: Resultado después de penaltis
es_mx: Resultado después de penales
eu: Penaltien ondoren emaitza

# _1break
source: First break
eu: Atseden 1.

# _2break
source: Second break
eu: Atseden 2.

# _3break
source: Third break
eu: Atseden 3.

# _current
source: Current score
eu: Gaurko emaitza

# _pen_result
source: Score after penalties
es_co: Marcador después de penaltis
es_mx: Marcador después de penales
eu: Penaltien ondoren markagailua

# _aggregated
source: Aggregated score, for the second match in a two-legged tie
eu: Emaitza osoa

# _tennis
source: Tennis score type - GameScore like "30:15"
es_co: Puntos
eu: Markagailua

source: Period ended
es_mx: Partido finalizado
eu: Bukatutako denbora

# _1is
source: 1st Innings - Cricket
eu: Sarrera 1. - cricketa

# _2is
source: 2nd Innings - Cricket
eu: 2. sarrera - cricketa

# _3is
source: 3rd Innings - Cricket
eu: 3. sarrera - cricketa

# _4is
source: 4th Innings - Cricket
eu: 4. sarrera

# _3i
source: Third Inning
eu: 3. sarrera

# _4i
source: Fourth Inning
eu: 4. sarrera - cricketa

# _5i
source: Fifth Inning
eu: 5. sarrera

# _6i
source: Sixth Inning
eu: 6. sarrera

# _7i
source: Seventh Inning
eu: 7. sarrera

# _8i
source: Eighth Inning
eu: 8. sarrera

# _9i
source: Nineth Inning
eu: 9. sarrera

# _10i
source: Tenth Inning
eu: 10. sarrera

# _11i
source: Eleventh Inning
eu: 11. sarrera

# _12i
source: Twelfth Inning
eu: 12. sarrera

# _13i
source: Thirteenth Inning
eu: 13. sarrera

# _14i
source: Fourteenth Inning
eu: 14. sarrera

# _5q
source: Fifth Quarter
eu: 5. laurdena

# _1ot
source: First Overtime
es_co: 1ª adición
es_mx: 1º tiempo extra
eu: 1. luzapena

# _2ot
source: Second Overtime
es_co: 2ª adición
es_mx: 2º tiempo extra
eu: 2. luzapena

source: Corner
eu: Kornerra

source: Goal
eu: Gola

# runningIn
source: Entrance
eu: Sarrera

source: Accident
eu: Istripua

source: Yellow card
eu: Txartel horia

source: Red card
eu: Txartel gorria

# foul
source: Lack
eu: Falta

# penaltyShootout
source: Penalty
eu: Penaltien txanda

source: Yellow Red Card
eu: Txartel horiak gorriak

source: Substitution
eu: Ordezpena

source: Kick off
eu: Hasierako ostikada

# freeKick
source: Launch
eu: Jaurtiketa

source: Penalty awarded
eu: Penaltia bai

source: Offside
eu: Jokoz kanpo

# attemptAtGoal
source: Time
eu: Aukera

# attemptBlocked
source: Locked goal
eu: Blokeatutako aukera

# attemptHitsPost
source: Hits the post
eu: Zutoina jotzea

source: Possible red card
eu: Txartel gorri posiblea

# stoppageTime
source: Time Delay
eu: Denbora geldirik

source: Possible penalty
eu: Penalti posiblea

# noPenaltyAwarded
source: Penalty not given
eu: Penaltirik ez

# noRedCardAwarded
source: Not given a red card
eu: Txartel gorririk ez

# serviceBreaks
source: Break
eu: Break-a

# doubleFaults
source: Double Fault
eu: Falta Bikoitza

# pointInGame
source: Game point
eu: Joko-puntua

# pointInSet
source: Set point
eu: Seteko puntua

# pointInMatch
source: Match Point
eu: Partidako puntua

# injuryBreak
source: Injury
eu: Lesioa

# matchSuspended
source: Suspended match
eu: Partida etenda

# weatherDelay
source: Delayed by weather
eu: Baldintza klimatologikoengatiko atzerapena

# tieBreakWon
source: Tie Break cattle
eu: Irabazitako tie-break-a

# matchWon
source: Won match
eu: Partida irabazita

# Beginning
source: It started at {0}
eu: {0} (e)an hasi da

# LanguageCode
source: en
es_co: es-co
es_mx: es-mx
eu: eu

# _b1qt
source: Quarter 1 (SPIN-Basketball - Special Logic on Terminal)
eu: 1. laurdena

# _b2qt
source: Quarter 2 (SPIN-Basketball - Special Logic on Terminal)
eu: 2. laurdena

# _b3qt
source: Quarter 3 (SPIN-Basketball - Special Logic on Terminal)
eu: 3. laurdena

# _b4qt
source: Quarter 4 (SPIN-Basketball - Special Logic on Terminal)
eu: 4. laurdena

# _b5qt
source: Overtime 1 (SPIN-Basketball - Special Logic on Terminal)
es_co: 1ª adición
es_mx: 1ª tiempo extra
eu: 1.luzapena

# _b6qt
source: Overtime 2 (SPIN-Basketball - Special Logic on Terminal)
es_co: 2ª adición
es_mx: 2ª tiempo extra
eu: 2.luzapena

# _b7qt
source: Overtime 3 (SPIN-Basketball - Special Logic on Terminal)
es_co: 3ª adición
es_mx: 3ª tiempo extra
eu: 3.luzapena

# _b8qt
source: Overtime 4 (SPIN-Basketball - Special Logic on Terminal)
es_co: 4ª adición
es_mx: 4ª tiempo extra
eu: 4.luzapena

# AddWonTicketOK
source: The award ticket ({0} €) was added to the balance
eu: Tiketaren saria ({0} €) kitapenera gehitu da

# AddWonTicketSiebelError
source: There has been a problem by incorporating the ticket to your sald, contact support
eu: Arazoa tiketa bere kitapenera gehitzerakoan egon da, euskarriarekin harremanetan jar dadin

# AddWonTicketTicketLocked
source: The ticket entered is locked
eu: Sartutako tiketa blokeatuta dago

# AddWonTicketTicketNotFound
source: The ticket entered does not exist in the system
eu: Sartutako tiketa ez dago sisteman

# AddWonTicketTicketNotPaper
source: The ticket entered was not generated at a local Codere
es_mx: El ticket introducido no ha sido generado en un book autorizado
eu: Sartutako tiketa ez da sortu Codere-ko lokal batean

# AddWonTicketTicketNotWon
source: The ticket has not been awarded introduced
eu: Sartutako tiketa ez da saritu

# AddWonTicketTicketRemainingZero
source: he ticket entered has already been paid
eu: Jada sartutako tiketa ordaindu da

# AddWonTticketRetrieveError
source: At present we can not validate the ticket, please try again later
eu: Orain ezin dugu tiketa baliozkotu, beranduago saia zaitez

# greyhounds_racing
source: Greyhounds
eu: Erbi-txakur-lasterketak

# horses_racing
source: Horse racing
eu: Zaldi-lasterketak

# ST_BS_BET_PAYBACK
source: Payback
eu: Kobratuta

# error0
source: No error
eu: Akatsik ez dago

# error002
source: Can not find the list of values.
eu: Ez du balio-zerrenda aurkitzen.

# error100
source: Unable to verify your identity. Please check that the information is correct and try again.
eu: Zure identitatea egiaztatzea ez da posiblea izan. Mesedez datuak zuzenak izan daitezela ikuskatzen du eta berriro saia zaitez

# error1001
source: Incorrect username
eu: Erabiltzaile okerreko izena

# error101
source: Your account is blocked. Please contact us for assistance.
eu: Zure kontua blokeatuta dago. Mesedez gurekin harremanetan jartzen da asistentzia lortzeko.

# error103
source: Unable to complete the registration. Please contact us for assistance.
eu: Erregistroa ezin izan da osatu. Mesedez gurekin harremanetan jartzen da asistentzia lortzeko.

# error104
source: The username is already in the system, enter new one.
eu: Jada erabiltzaile-izena sisteman aurkitzen da, berri bat sartzen du.

# error105
source: Your account is blocked. Please contact us for assistance.
eu: Zure kontua blokeatuta dago. Mesedez gurekin harremanetan jartzen da asistentzia lortzeko.

# error106
source: Is not found
eu: Ez da aurkitu

# error107
source: Your username or password is incorrect. Forgot your password? Get it $recovery$
eu: Zure erabiltzailea edo pasahitza dira okerrak. Zure pasahitza ahaztu duzu? Berreskura ezazu $recovery$

# error108
source: Has not been able to change your password. Please try again.
eu: Zure pasahitza ezin izan da aldatu. Mesedez, berriro saia zaitez.

# error109
source: Security codes do not match.
eu: Segurtasun-kodeak ez datoz bat.

# error110
source: You must fill in the required fields.
eu: Nahitaezko alorrak bete behar dituzu.

# error111
source: A failure has occurred on the server, sorry for the inconvenience. Please try again in a few minutes.
eu: Hutsa zerbitzariarengan gertatu da, eragozpenak barkatzen ditu. Minutu batzuetan berriro ere saiatzen da.

# error112
source: You can not log on right now. Please refresh the page and try again.
eu: Ezin duzu saiorik hasi orain. Mesedez, orrialdea freskatzen du eta berriro saia zaitez.

# error113
source: The phone number you entered already exists. If you already have an account, you can retrieve your password by clicking $recovery$
eu: Jada sartu zenuen telefono-zenbakia dago. Jada kontua badaukazu, zure pasahitza berreskura dezakezu $recovery$ click-a eginez

# error114
source: The NIF / NIE you entered already exists in the system. If you already have an account, you can retrieve your password by clicking $recovery$
eu: Jada sartu zenuen NIF/NIE-a sisteman dago. Jada kontua badaukazu, zure pasahitza berreskura dezakezu $recovery$ click-a eginez

# error115
source: The email address you entered already exists in the system. If you already have an account, you can retrieve your password by clicking $recovery$
eu: Jada sartu zenuen posta elektronikoa sisteman dago. Jada kontua badaukazu, zure pasahitza berreskura dezakezu $recovery$ click-a eginez

# error116
source: You need to be of age to register
eu: Erregistratu ahal izateko adinduna izatea beharrezkoa da

# error117
source: There was an error in the registry. Please refresh the page and try again
eu: Hutsa erregistroan gertatu da. Mesedez, orrialdea freskatzen du eta berriro saia zaitez

# error119
source: There was an internal error. Please refresh the page and try again.
eu: Barneko akatsa gertatu da. Mesedez, orrialdea freskatzen du eta berriro saia zaitez.

# error120
source: The activation code is incorrect. Please make sure it matches the code you have received to complete your registration.
eu: Aktibatze-kodea okerra da. Mesedez, ziurta ezazu bat datorrela zure erregistroa osatzeko jaso duzun kodearekin.

# error121
source: To perform this transaction is necessary to have completed document verification. You can get more $VerificacionD$
eu: Hark transakzio hau egiteko zuk egiaztatze dokumentala osatzea beharrezkoa da. $VerificacionD$ informazio gehiago lor dezakezu

# error122
source: There was an error. Please refresh the page and try again.
es_mx: Actualmente tienes los cobros en book autorizado deshabilitados. Por favor contacta con nosotros para que podamos activarte esta opción.
eu: Konfiantza error.Por gertatu da, orrialdea freskatzen du eta berriro saia zaitez.

# error123
source: There was an internal error. Please refresh the page and start the process again.
eu: Barneko akatsa gertatu da. Mesedez, orrialdea freskatzen du eta prozesuari berriro irakasten dio.

# error124
source: Passwords do not match.
eu: Pasahitzak ez datoz bat.

# error125
source: There was an internal error. Please refresh the page and try again.
eu: Barneko akatsa gertatu da. Mesedez, orrialdea freskatzen du eta berriro saia zaitez.

# error128
source: You must fill in the fields of mobile and email.
eu: Mugikorreko eta email-eko zelaiak betetzea beharrezkoa da.

# error129
source: Email or Mobile already indicated. If you already have an account, you can retrieve your password by clicking $recovery$
eu: Email-a edo jada esandako zergatia daude. Jada kontua badaukazu, zure pasahitza berreskura dezakezu $recovery$ click-a eginez

# error131
source: Internal error. Please try again.
eu: Barneko akatsa. Mesedez, berriro saia zaitez.

# error132
source: Internal error. Please try again.
eu: Barneko akatsa. Mesedez, berriro saia zaitez.

# error140
source: Internal error. Please try again.
eu: Barneko akatsa. Mesedez, berriro saia zaitez.

# error141
source: The bonus code entered does not exist or is inactive.
eu: Esandako bonu kodea ez dago edo jarduerarik gabeko dago.

# error142
source: Invalid password. Must be at least four digits.
eu: Pasahitz baliogabea. Lau digitu izan behar ditu gutxienez.

# error143
source: Your account has been locked due to incorrect login attempts. Can not remember your password? Get it $recovery$
eu: Zure kontua sarbide-saio okerrengatik blokeatu da. Ez duzu zure pasahitza gogoratzen? Berreskura ezazu $recovery$

# error144
source: Invalid password. You must have at least one number.
eu: Pasahitz baliogabea. Zenbakia izan behar du gutxienez.

# error145
source: Invalid password. You must have at least one letter.
eu: Pasahitz baliogabea. Letra izan behar du gutxienez.

# error146
source: Invalid password. Can not contain your name.
eu: Pasahitz baliogabea. Ezin du zure izena eduki.

# error147
source: Invalid password. Can not contain your name.
eu: Pasahitz baliogabea. Ezin du zure deitura eduki.

# error148
source: Invalid password. Can not contain your name.
eu: Pasahitz baliogabea. Ezin du zure deitura eduki.

# error149
source: Invalid password. Can not contain your username.
eu: Pasahitz baliogabea. Ezin du zure erabiltzaile-izena eduki.

# error150
source: Invalid password. Can not contain your date of birth.
eu: Pasahitz baliogabea. Ezin du zure jaioteguna eduki.

# error151
source: The amount entered exceeds the maximum allowed limit. <br />
eu: Aukeratutako zenbatekoak baimendutako muga maximoa gainditzen du. . <br /> Gordailu-mugak handitzea desiratzen baduzu, email bat apuestas@codere.com-i bidaliz eska dezakezu

# error160
source: You currently have disabled the option to deposit by card. For more information, contact us at apuestas@codere.com
eu: Gaur egun duzu txartelaren bitartez uzteko aukera desprestatuta. Informazio gehiago lortzeko, gurekin harremanetan jartzen da apuestas@codere.com

# error161
source: You currently have disabled the option to charge local Codere. For more information, contact us at apuestas@codere.com
es_mx: Actualmente tienes deshabilitada la opción de cobrar en book autorizado. Para obtener más información, contacta con nosotros en apuestas@codere.com
eu: Gaur egun duzu Codere lokalean kobratzeko aukera desprestatuta. Informazio gehiago lortzeko, gurekin harremanetan jartzen da apuestas@codere.com

# error701
source: An attempt to verify identity. Please try again later
eu: Akatsa identitatea egiaztatzen saiatzerakoan. Mesedez, berriko beranduago saia zaitez

# error702
source: Data error.
eu: Datuetako akatsa.

# error703
source: User is banned list company
eu: Konpainiaren debekatutakotako zerrendako erabiltzailea

# error704
source: The user is on the list of banned. Please contact us for assistance.
eu: Erabiltzailea debekatutako-zerrendan aurkitzen da. Mesedez gurekin harremanetan jartzen da asistentzia lortzeko.

# error705
source: The user is on the list of self-excluded. Please contact us for assistance.
eu: Erabiltzailea autokanpo utzitako-zerrendan aurkitzen da. Mesedez gurekin harremanetan jartzen da asistentzia lortzeko.

# error706
source: Account canceled
eu: Ezeztatutako kontua

# error707
source: Account suspended
eu: Etendako kontua

# error708
source: Suspended contract
eu: Zintzilikatutako kontratua

# AddWonTticketZoneError
source: Function available only with tickets generated in the Community of Madrid.
eu: Soilik Madrilgo Erkidegoan sortutako tiketekiko funtzio librea.

# Error2002
source: Oops ... do not have this amount in your account balance
eu: Ups... ez daukazu kantitate hau zure kontuko balantzean.

source: Leg 1
eu: 1. Leg

source: Leg 2
eu: 2. Leg

source: Leg 3
eu: 3. Leg

source: Leg 4
eu: 4. Leg

source: Leg 5
eu: 5. Leg

# _1ib
source: First inning bottom
eu: Baja 1.

# _1it
source: First inning top
eu: Alta 1.

# _2ib
source: Second inning bottom
eu: 2ª Baja

# _2it
source: Second inning top
eu: Alta 2.

# _3ib
source: Third inning bottom
eu: 3ª Baja

# _3it
source: Third inning top
eu: Alta 3.

# _bt1b1
source: Break 1 top 1 bottom
eu: Atsedena 1.

# _bt2b1
source: Break 2 top 1 bottom
eu: Final 1.

# _bt2b2
source: Break 2 top 2 bottom
eu: Atsedena 2.

# _bt3b2
source: Break 3 top 2 bottom
eu: Final 2.

# _bt3b3
source: Break 3 top 3 bottom
eu: Atsedena 3.

# _10r
source: 10th Round
es_mx: Round 10
eu: Round 10.

# _11r
source: 11th Round
es_mx: Round 11
eu: Round 11.

# _12r
source: 12th Round
es_mx: Round 12
eu: Round 12.

# _1r
source: 1st Round
es_mx: Round 1
eu: Round 1.

# _2r
source: 2nd Round
es_mx: Round 2
eu: Round 2.

# _3ot
source: Third Overtime
es_co: 3ª adición
es_mx: 3ª tiempo extra
eu: 3. luzapena

# _3r
source: 3rd Round
es_mx: Round 3
eu: Round 3.

# _4ib
source: Fourth inning bottom
eu: Baja 4.

# _4it
source: Fourth inning top
eu: Alta 4.

# _4ot
source: Fourth Overtime
es_co: 4ª adición
es_mx: 4ª tiempo extra
eu: 4. luzapena

# _4r
source: 4th Round
es_mx: Round 4
eu: Round 4.

# _5ib
source: Fifth inning bottom
eu: Baja 5.

# _5it
source: Fifth inning top
eu: Alta 5.

# _5ot
source: Fifth Overtime
es_co: 5ª adición
es_mx: 5ª tiempo extra
eu: 5. luzapena

# _5r
source: 5th Round
es_mx: Round 5
eu: Round 5.

# _6ib
source: Sixth inning bottom
eu: Baja 6.

# _6it
source: Sixth inning top
eu: Alta 6.

# _6ot
source: Sixth Overtime
es_co: 6ª adición
es_mx: 6ª tiempo extra
eu: 6. luzapena

# _6r
source: 6th Round
es_mx: Round 6
eu: Round 6.

# _6set
source: Sixth set
eu: 6. seta

# _7ib
source: Seventh inning bottom
eu: Baja 7.

# _7it
source: Seventh inning top
eu: Alta 7.

# _7r
source: 7th Round
es_mx: Round 7
eu: Round 7.

# _7set
source: Seventh set
eu: 7. seta

# _8ib
source: Eighth inning bottom
eu: Baja 8.

# _8it
source: Eighth inning top
eu: Alta 8.

# _8r
source: 8th Round
es_mx: Round 8
eu: Round 8.

# _9ib
source: Nineth inning bottom
eu: Baja 9.

# _9it
source: Nineth inning top
eu: Alta 9.

# _9r
source: 9th Round
es_mx: Round 9
eu: Round 9.

# _bt4b3
source: Break 4 top 3 bottom
eu: Final 3.

# _bt4b4
source: Break 4 top 4 bottom
eu: Atsedena 4.

# _bt5b4
source: Break 5 top 4 bottom
eu: Final 4.

# _bt5b5
source: Break 5 top 5 bottom
eu: Atsedena 5.

# _bt6b5
source: Break 6 top 5 bottom
eu: Final 5.

# _bt6b6
source: Break 6 top 6 bottom
eu: Atsedena 6.

# _bt7b6
source: Break 7 top 6 bottom
eu: Final 6.

# _bt7b7
source: Break 7 top 7 bottom
eu: Atsedena 7.

# _bt8b7
source: Break 8 top 7 bottom
eu: Final 7.

# _bt8b8
source: Break 8 top 8 bottom
eu: Atsedena 8.

# _bt9b8
source: Break 9 top 8 bottom
eu: Final 8.

# _bt9b9
source: Break 9 top 9 bottom
eu: Atsedena 9.

# _bteib9
source: Break extra inning top 9 bottom
eu: Final 9.

# _bteibei
source: Break extra inning top extra inning bottom
eu: Atseden sarrera estra

# _eib
source: Extra inning bottom
eu: Sartutako baja estra

# _eit
source: Extra inning top
eu: Sartutako alta estra

# _frame1
source: Frame 1 (SPIN-Snooker)
eu: Frame 1.

# _frame10
source: Frame 10 (SPIN-Snooker)
eu: Frame 10.

# _frame11
source: Frame 11 (SPIN-Snooker)
eu: Frame 11.

# _frame12
source: Frame 12 (SPIN-Snooker)
eu: Frame 12.

# _frame13
source: Frame 13 (SPIN-Snooker)
eu: Frame 13.

# _frame14
source: Frame 14 (SPIN-Snooker)
eu: Frame 14.

# _frame15
source: Frame 15 (SPIN-Snooker)
eu: Frame 15.

# _frame16
source: Frame 16 (SPIN-Snooker)
eu: Frame 16.

# _frame17
source: Frame 17 (SPIN-Snooker)
eu: Frame 17.

# _frame18
source: Frame 18 (SPIN-Snooker)
eu: Frame 18.

# _frame19
source: Frame 19 (SPIN-Snooker)
eu: Frame 19.

# _frame2
source: Frame 2 (SPIN-Snooker)
eu: Frame 2.

# _frame20
source: Frame 20 (SPIN-Snooker)
eu: Frame 20.

# _frame21
source: Frame 21 (SPIN-Snooker)
eu: Frame 21.

# _frame22
source: Frame 22 (SPIN-Snooker)
eu: Frame 22.

# _frame23
source: Frame 23 (SPIN-Snooker)
eu: Frame 23.

# _frame24
source: Frame 24 (SPIN-Snooker)
eu: Frame 24.

# _frame25
source: Frame 25 (SPIN-Snooker)
eu: Frame 25.

# _frame26
source: Frame 26 (SPIN-Snooker)
eu: Frame 26.

# _frame27
source: Frame 27 (SPIN-Snooker)
eu: Frame 27.

# _frame28
source: Frame 28 (SPIN-Snooker)
eu: Frame 28.

# _frame29
source: Frame 29 (SPIN-Snooker)
eu: Frame 29.

# _frame3
source: Frame 3 (SPIN-Snooker)
eu: Frame 3.

# _frame30
source: Frame 30 (SPIN-Snooker)
eu: Frame 30.

# _frame31
source: Frame 31 (SPIN-Snooker)
eu: Frame 31.

# _frame32
source: Frame 32 (SPIN-Snooker)
eu: Frame 32.

# _frame33
source: Frame 33 (SPIN-Snooker)
eu: Frame 33.

# _frame34
source: Frame 34 (SPIN-Snooker)
eu: Frame 34.

# _frame35
source: Frame 35 (SPIN-Snooker)
eu: Frame 35.

# _frame4
source: Frame 4 (SPIN-Snooker)
eu: Frame 4.

# _frame5
source: Frame 5 (SPIN-Snooker)
eu: Frame 5.

# _frame6
source: Frame 6 (SPIN-Snooker)
eu: Frame 6.

# _frame7
source: Frame 7 (SPIN-Snooker)
eu: Frame 7.

# _frame8
source: Frame 8 (SPIN-Snooker)
eu: Frame 8.

# _frame9
source: Frame 9 (SPIN-Snooker)
eu: Frame 9.

source: Leg 10
eu: 10. Leg

source: Leg 11
eu: 11. Leg

source: Leg 12
eu: 12. Leg

source: Leg 13
eu: 13. Leg

source: Leg 14
eu: 14. Leg

source: Leg 15
eu: 15. Leg

source: Leg 16
eu: 16. Leg

source: Leg 17
eu: 17. Leg

source: Leg 18
eu: 18. Leg

source: Leg 19
eu: 19. Leg

source: Leg 20
eu: 20. Leg

source: Leg 6
eu: 6. Leg

source: Leg 7
eu: 7. Leg

source: Leg 8
eu: 8. Leg

source: Leg 9
eu: 9. Leg
